xml/request/noder_alvilda.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <ns1:bibliographicData>
  <dkabm:record>
    <ac:identifier>04872193|870970</ac:identifier>
    <ac:source>NJE</ac:source>
    <dc:title>Alvida and the magician's cape</dc:title>
    <dc:title xsi:type="dkdcplus:full">Alvida and the magician's cape : a musical fairy story for junior schools : for solostemmer, 2 fortællere, børnekor, blokfløjter, slagtøj og klaver med becifring</dc:title>
    <dc:creator>Michael Plaskett</dc:creator>
    <dc:creator xsi:type="oss:sort">Plaskett, Michael</dc:creator>
    <dc:subject xsi:type="dkdcplus:DK5">78.698</dc:subject>
    <dc:subject xsi:type="dkdcplus:DK5-Text">Børneoperaer</dc:subject>
    <dcterms:abstract>Børnemusical</dcterms:abstract>
    <dc:description>Tekst af Michael Plaskett</dc:description>
    <dc:description>Stemmer: 4 identiske stemmer for blokfløjter og stemt slagtøj</dc:description>
    <dc:description>Med spille- og opførelsesvejledning</dc:description>
    <dcterms:audience>voksenmaterialer</dcterms:audience>
    <dc:publisher>International Music Publications</dc:publisher>
    <dc:date>1986</dc:date>
    <dc:type xsi:type="dkdcplus:BibDK-Type">Node</dc:type>
    <dc:format>1 partitur, 4 stemmer</dc:format>
    <dcterms:extent>28 sider</dcterms:extent>
    <dc:identifier xsi:type="dkdcplus:ISBN">0-86359-382-8</dc:identifier>
    <dc:language xsi:type="dcterms:ISO639-2">eng</dc:language>
    <dc:language>Engelsk</dc:language>
    <dcterms:hasPart>The castle</dcterms:hasPart>
    <dcterms:hasPart>In the forest</dcterms:hasPart>
    <dcterms:hasPart>Wicked magician, fly!</dcterms:hasPart>
    <dcterms:hasPart>Sewing song</dcterms:hasPart>
    <dcterms:hasPart>Mysterious light</dcterms:hasPart>
    <dcterms:hasPart>Fruit song</dcterms:hasPart>
    <dcterms:hasPart>Go to sleep, Alvida</dcterms:hasPart>
  </dkabm:record>
  <marcx:collection>
    <record format="danMARC2" type="Bibliographic">
      <leader>000000000000000000000000</leader>
      <datafield tag="001" ind1="0" ind2="0">
        <subfield code="a">04872193</subfield>
        <subfield code="b">870970</subfield>
        <subfield code="c">20010128224732</subfield>
        <subfield code="d">19870114</subfield>
        <subfield code="f">a</subfield>
        <subfield code="o">c</subfield>
        <subfield code="t">FAUST</subfield>
      </datafield>
      <datafield tag="004" ind1="0" ind2="0">
        <subfield code="r">n</subfield>
        <subfield code="a">e</subfield>
      </datafield>
      <datafield tag="005" ind1="0" ind2="0">
        <subfield code="h">a</subfield>
        <subfield code="i">a</subfield>
        <subfield code="j">a</subfield>
      </datafield>
      <datafield tag="008" ind1="0" ind2="0">
        <subfield code="t">m</subfield>
        <subfield code="u">f</subfield>
        <subfield code="a">1986</subfield>
        <subfield code="b">gb</subfield>
        <subfield code="l">eng</subfield>
        <subfield code="v">0</subfield>
      </datafield>
      <datafield tag="009" ind1="0" ind2="0">
        <subfield code="a">c</subfield>
        <subfield code="g">xx</subfield>
      </datafield>
      <datafield tag="021" ind1="0" ind2="0">
        <subfield code="a">0-86359-382-8</subfield>
        <subfield code="n">16142</subfield>
        <subfield code="c">hf.</subfield>
        <subfield code="d">kr. 47.00</subfield>
      </datafield>
      <datafield tag="032" ind1="0" ind2="0">
        <subfield code="x">SFM198708</subfield>
      </datafield>
      <datafield tag="100" ind1="0" ind2="0">
        <subfield code="0"/>
        <subfield code="a">Plaskett</subfield>
        <subfield code="h">Michael</subfield>
      </datafield>
      <datafield tag="245" ind1="0" ind2="0">
        <subfield code="a">Alvida and the magician's cape</subfield>
        <subfield code="c">a musical fairy story for junior schools</subfield>
        <subfield code="c">for solostemmer, 2 fortællere, børnekor, blokfløjter, slagtøj og klaver med becifring</subfield>
      </datafield>
      <datafield tag="260" ind1="0" ind2="0">
        <subfield code="a">Woodford Green, Essex</subfield>
        <subfield code="b">International Music Publications</subfield>
        <subfield code="c">1986</subfield>
      </datafield>
      <datafield tag="300" ind1="0" ind2="0">
        <subfield code="n">1 \partitur\</subfield>
        <subfield code="a">28 sider</subfield>
        <subfield code="c">31 cm</subfield>
        <subfield code="n">4 \stemmer\</subfield>
      </datafield>
      <datafield tag="504" ind1="0" ind2="0">
        <subfield code="a">Børnemusical</subfield>
      </datafield>
      <datafield tag="512" ind1="0" ind2="0">
        <subfield code="a">Tekst af Michael Plaskett</subfield>
      </datafield>
      <datafield tag="512" ind1="0" ind2="0">
        <subfield code="a">Stemmer: 4 identiske stemmer for blokfløjter og stemt slagtøj</subfield>
      </datafield>
      <datafield tag="526" ind1="0" ind2="0">
        <subfield code="a">Baseret på et svensk folkeeventyr</subfield>
      </datafield>
      <datafield tag="531" ind1="0" ind2="0">
        <subfield code="a">Indhold: Introductory music ;</subfield>
      </datafield>
      <datafield tag="534" ind1="0" ind2="0">
        <subfield code="a">Med spille- og opførelsesvejledning</subfield>
      </datafield>
      <datafield tag="652" ind1="0" ind2="0">
        <subfield code="m">78.698</subfield>
      </datafield>
      <datafield tag="795" ind1="0" ind2="0">
        <subfield code="å">11</subfield>
        <subfield code="0"/>
        <subfield code="a">The ¤castle</subfield>
        <subfield code="a">In the forest</subfield>
        <subfield code="a">Wicked magician, fly!</subfield>
        <subfield code="a">Sewing song</subfield>
        <subfield code="a">Mysterious light</subfield>
        <subfield code="a">Fruit song</subfield>
        <subfield code="a">Go to sleep, Alvida</subfield>
      </datafield>
      <datafield tag="s10" ind1="0" ind2="0">
        <subfield code="a">DBC</subfield>
      </datafield>
      <datafield tag="990" ind1="0" ind2="0">
        <subfield code="a">SFM</subfield>
        <subfield code="n">60</subfield>
      </datafield>
    </record>
  </marcx:collection>
  <oss:openurl/>
        </ns1:bibliographicData>
      </ns1:originalData>
      <ns1:outputFormat>bibliotekdkFullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
